// export const DAYS: Record<number, string> = {
//   1: "Понедельник",
//   2: "Вторник",
//   3: "Среда",
//   4: "Четверг",
//   5: "Пятница",
//   6: "Суббота",
//   0: "Воскресенье",
// }
export const DAYS: Record<number, string> = {
  1: "Пн",
  2: "Вт",
  3: "Ср",
  4: "Чт",
  5: "Пт",
  6: "Сб",
  0: "Вс",
}
export const MONTHS: Record<number, string> = {
  1: "Январь",
  2: "Февраль",
  3: "Март",
  4: "Апрель",
  5: "Май",
  6: "Июнь",
  7: "Июль",
  8: "Август",
  9: "Сентябрь",
  10: "Октябрь",
  11: "Ноябрь",
  12: "Декабрь",
}

// Код	Описание
// 0	Ясное небо
// 1, 2, 3	В основном ясно, частично облачно и пасмурно
// 45, 48	Туман и осаждающий изморозь
// 51, 53, 55	Морось: Легкая, умеренная и сильная интенсивность
// 56, 57	Морозная морось: Легкая и сильная интенсивность
// 61, 63, 65	Дождь: Слабая, умеренная и сильная интенсивность
// 66, 67	Морозный дождь: Легкая и сильная интенсивность
// 71, 73, 75	Снегопад: Слабая, умеренная и сильная интенсивность
// 77	Снежные зерна
// 80, 81, 82	Дождевые ливни: Слабые, умеренные и сильные
// 85, 86	Снежные ливни: Слабые и сильные
// 95 *	Гроза: Слабая или умеренная
// 96, 99 *	Гроза с градом: Слабая и сильная
